akamud.vscode-theme-onelight
burkeholland.simple-react-snippets
ecmel.vscode-html-css
editorconfig.editorconfig
formulahendry.auto-rename-tag
hoovercj.vscode-power-mode
humao.rest-client
mhutchie.git-graph
ms-ceintl.vscode-language-pack-ru
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.hexeditor
naumovs.color-highlight
ritwickdey.liveserver
rust-lang.rust-analyzer
tamasfe.even-better-toml
vscode-icons-team.vscode-icons
wallabyjs.quokka-vscode
zhuangtongfa.material-theme
zhuxiuxiang.path-prompt
